[BU_ResistanceMec X2CharacterTemplate]
strCharacterName="反抗军MEC"
strCharacterHealingPaused="需要维修"

[BU_MecArcher X2CharacterTemplate]
strCharacterName="MEC射手"
strCharacterHealingPaused="需要维修"

[BU_MecPyroclast X2CharacterTemplate]
strCharacterName="焚化MEC"
strCharacterHealingPaused="需要维修"

[BU_JunkSpark X2CharacterTemplate]
strCharacterName="废旧SPARK"
strCharacterHealingPaused="需要维修"

[BU_AdventDrone X2CharacterTemplate]
strCharacterName="变种人无人机"
strCharacterHealingPaused="需要维修"

[BU_EnigmaDrone X2CharacterTemplate]
strCharacterName="监视无人机"
strCharacterHealingPaused="需要维修"

[BU_HunterDrone X2CharacterTemplate]
strCharacterName="猎手无人机"
strCharacterHealingPaused="Repairs Required"

[BU_PhaseDrone X2CharacterTemplate]
strCharacterName="相位无人机"
strCharacterHealingPaused="需要维修"

[BU_CelatidTurretCV X2CharacterTemplate]
strCharacterName="塞提拉炮塔"

[BU_CelatidTurretMG X2CharacterTemplate]
strCharacterName="合金塞提拉炮塔"

[BU_CelatidTurretBM X2CharacterTemplate]
strCharacterName="超铀塞提拉炮塔"

[BU_Shiv X2CharacterTemplate]
strCharacterName="SHIV"
strCharacterHealingPaused="需要维修"

[BU_AlloyShiv X2CharacterTemplate]
strCharacterName="合金SHIV"
strCharacterHealingPaused="需要维修"

[BU_EleriumShiv X2CharacterTemplate]
strCharacterName="超铀SHIV"
strCharacterHealingPaused="需要维修"

[BU_FrostMec X2CharacterTemplate]
strCharacterName="寒霜MEC"
strCharacterHealingPaused="需要维修"

[BU_FrostDroid X2CharacterTemplate]
strCharacterName="寒霜机器人"
strCharacterHealingPaused="需要维修"

[BU_PrototypeGatlingMec X2CharacterTemplate]
strCharacterName="原型突击MEC"
strCharacterHealingPaused="需要维修"

[BU_MilitaryGatlingMec X2CharacterTemplate]
strCharacterName="军事突击MEC"
strCharacterHealingPaused="需要维修"

[BU_ResistanceMec_Tech X2TechTemplate]
DisplayName="反抗军MEC"
Summary="构建一个反抗军MEC来壮大我们的兵营。他们无法升级或侵入攻击，我们也无法改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果反抗军MEC在战斗中被摧毁，我们也许能够找回它的残骸，但用于构建它的所有其他资源都将丢失。"
CodeName="叮当"
LongDescript="与我们在战场上发现或掠夺的MEC不同，在复仇者号上构建的反抗军MEC留在复仇者号上，可以像普通士兵一样部署。他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果反抗军MEC在战斗中被摧毁，我们也许能够找回它的残骸，但所有其他资源都将丢失。"

[BU_MecArcher_Tech X2TechTemplate]
DisplayName="MEC射手"
Summary="构建一个MEC射手加入我们的兵营。与反抗军MEC相比，它们的耐久性较差，但携带的微型导弹数量是前者的三倍，发射距离是后者的两倍。他们无法升级或侵入攻击，我们也无法改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果MEC射手在战斗中被摧毁，我们也许能够找回它的残骸，但用于构建它的所有其他资源都将丢失。"
CodeName="箭矢"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果MEC射手在战斗中被摧毁，我们也许能够找回它的残骸，但所有其他资源都将丢失。"

[BU_MecPyroclast_Tech X2TechTemplate]
DisplayName="焚化MEC"
Summary="构建一个焚化MEC加入我们的兵营。他们携带一种特殊的火焰喷射器，有两种点火模式。与反抗军MEC相比，它们更耐用、更机动，但缺乏微型导弹或正统火焰喷射器限制了它们的灵活性。他们无法升级或侵入攻击，我们也无法改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果焚化MEC在战斗中被摧毁，我们也许能够找回它的残骸，但用于构建它的所有其他资源都将丢失。"
CodeName="火山"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果焚化MEC在战斗中被摧毁，我们也许能够找回它的残骸，但所有其他资源都将丢失。"

[BU_JunkSpark_Tech X2TechTemplate]
DisplayName="废旧SPARK"
Summary="用最便宜的零件制造一个废旧SPARK加入我们的兵营。他们无法升级或侵入攻击，我们也无法改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果废旧SPARK在战斗中被摧毁，我们将无法回收用于制造它的任何资源。"
CodeName="生锈"
LongDescript="他们无法升级或侵入攻击，我们也无法改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果废旧SPARK在战斗中被摧毁，我们将无法回收用于制造它的任何资源。"

[BU_AdventDrone_Tech X2TechTemplate]
DisplayName="变种人无人机"
Summary="构建一架变种人无人机加入我们的兵营。他们无法升级或侵入攻击，我们也无法改进它们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果变种人无人机在战斗中被摧毁，我们也许能够找回它的残骸，但用于构建它的所有其他资源都将丢失。与人形机器人不同，这种无人机缺少四肢，无法拾取战利品或标记补给箱。"
CodeName="眼点"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果变种人无人机在战斗中被摧毁，我们也许能够找回它的残骸，但所有其他资源都将丢失。"

[BU_HunterDrone_Tech X2TechTemplate]
DisplayName="猎手无人机"
Summary="构建一架猎手无人机加入我们的兵营。与标准的变种人无人机相比，该型号具有更高的耐用性、伤害和维修能力。 他们无法升级或侵入攻击，我们也无法改进它们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果猎手无人机在战斗中被摧毁，我们也许能够找回它的残骸，但用于构建它的所有其他资源都将丢失。与人形机器人不同，这种无人机缺少四肢，无法拾取战利品或标记补给箱。"
CodeName="ED-E"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果猎手无人机在战斗中被摧毁，我们也许能够找回它的残骸，但所有其他资源都将丢失。"

[BU_EnigmaDrone_Tech X2TechTemplate]
DisplayName="加密无人机"
Summary="制造一架加密无人机加入我们的兵营。与变种人无人机相比，它们更容易避免攻击，维修和冲击波损伤的耐久性和有效性略有提高。虽然他们不能使用标志性的无人机特技，但他们可以标记目标，以提高团队对目标的准确度。此外，他们还提高了隐身能力，即使小队不在隐蔽处，他们也能保持隐蔽，并且每次任务都能重新进入隐蔽一次。他们无法升级或侵入攻击，我们也无法改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果加密无人机在战斗中被摧毁，我们也许能够找回它的残骸，但用于构建它的所有其他资源都将丢失。与人形机器人不同，这种无人机缺少四肢，无法拾取战利品或标记补给箱。"
CodeName="阴影"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果加密无人机在战斗中被摧毁，我们也许能够找回它的残骸，但所有其他资源都将丢失。"

[BU_PhaseDrone_Tech X2TechTemplate]
DisplayName="相位无人机"
Summary="制造一架相位无人机加入我们的兵营。他们装备了不需要手动重新装填的爆炸机和一枚微型导弹，还可以标记目标和穿墙移动。与其他无人机非常相似，相位无人机可以比常规单位看得更远。与普通无人机不同的是，他们可以将主武器发射到他们能看到的地方。他们无法升级或侵入攻击，我们也无法改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果相位无人机在战斗中被摧毁，我们也许能够找回它的残骸，但用于构建它的所有其他资源都将丢失。与人形机器人不同，这种无人机缺少四肢，无法拾取战利品或标记补给箱。"
CodeName="幽灵"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果相位无人机在战斗中被摧毁，我们也许能够找回它的残骸，但所有其他资源都将丢失。"

[BU_CelatidTurretCV_Tech X2TechTemplate]
DisplayName="塞拉提炮塔"
Summary="制造一个塞拉提炮塔加入我们的兵营，装备一门不需要手动重新装填的传统火炮。他们可以在不结束回合的情况下发射标准射击。此外，他们还可以发射一发子弹，使目标在一个回合内无法移动。尽管我们称之为炮塔，但它们完全可以像无人机一样在战场上移动。塞拉提炮塔是生物力学的，就像MEC士兵一样。相对于它的尺寸，它提供了坚固的火力和耐用性。虽然它们可以成为灵能的目标并被点燃，并且需要时间从受伤中恢复和从疲劳中恢复，但它们对眩晕和大多数类型的毒免疫。他们无法升级或侵入攻击，我们也无法改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果塞拉提炮塔在战斗中被摧毁，我们也许可以找回它的尸体，但所有其他用于构建它的资源都将丢失。与典型的悬停非人形单位不同，这一单位的前部有很短的四肢，可以很好地拾取战利品或标记补给箱。"
CodeName="虫子"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果塞拉提炮塔在战斗中被摧毁，我们也许能够找回它的尸体，但所有其他资源都将丢失。"

[BU_CelatidTurretMG_Tech X2TechTemplate]
DisplayName="合金塞拉提炮塔"
Summary="制造一个合金塞拉提炮塔加入我们的兵营，装备一门不需要手动重新装填的磁力枪。机械部件中改进的材料使其能够更好地控制炮塔，除了标准变型的能力外，还使其具有不断提高的警惕能力。尽管我们称之为炮塔，但它们完全可以像无人机一样在战场上移动。合金塞拉提炮塔是生物力学的，就像一个MEC士兵。相对于其尺寸，它提供了坚固的火力和耐用性。虽然它们可以成为灵能的目标并被点燃，并且需要时间从受伤中恢复和从疲劳中恢复，但它们对眩晕和大多数类型的毒免疫。他们无法升级或侵入攻击，我们也无法改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果合金塞拉提炮塔在战斗中被摧毁，我们也许可以找回它的尸体，但所有其他用于构建它的资源都将丢失。与典型的悬停非人形单位不同，这一单位的前部有很短的四肢，可以很好地拾取战利品或标记补给箱。"
CodeName="茧"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果合金塞拉提炮塔在战斗中被摧毁，我们也许能够找回它的尸体，但所有其他资源都将丢失。"

[BU_CelatidTurretBM_Tech X2TechTemplate]
DisplayName="超铀塞拉提炮塔"
Summary="制造一个超铀塞拉提炮塔添加到我们的兵营中，装备一个无需手动重新装填的光束枪。在机械部件中进一步改进的材料使其能够更好地控制其炮塔，除了标准变型的能力外，还赋予其不断警惕和还击的能力。尽管我们称之为炮塔，但它们完全可以像无人机一样在战场上移动。超铀塞拉提炮塔是生物力学的，就像MEC士兵一样，相对于其尺寸，它提供了坚固的火力和耐用性。虽然它们可以成为灵能的目标并被点燃，并且需要时间从受伤中恢复和从疲劳中恢复，但它们对眩晕和大多数类型的毒免疫。他们无法升级或侵入攻击，我们也无法改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果超铀塞拉提炮塔在战斗中被摧毁，我们也许可以找回它的尸体，但所有其他用于构建它的资源都将丢失。与典型的悬停非人形单位不同，这一单位的前部有很短的四肢，可以很好地拾取战利品或标记补给箱。"
CodeName="无翼"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果超铀塞拉提炮塔在战斗中被摧毁，我们也许能够找回它的残骸，但所有其他资源都将丢失。"

[BU_Shiv_Tech X2TechTemplate]
DisplayName="SHIV"
Summary="构建一辆SHIV (超重型步兵车) 加入我们的兵营。因为SHIV完全是我们自己的技术，所以它非常简单，可以使它们与我们的标准小精灵兼容。每个SHIV都有自己的小精灵伙伴，如果SHIV在战斗中被摧毁，他们将关闭。我们已经在援助协议和扫描协议功能中进行了编程，但SHIV的操作系统不够先进，无法弥补侵入攻击过程中缺乏熟练侵入的不足，因此无法实现侵入攻击功能。他们不能升级，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果SHIV在战斗中被摧毁，我们将无法回收任何东西。与人形机器人不同，SHIV缺少四肢，无法拾取战利品或标记补给箱。"
CodeName="滚动"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果它在一个战斗中被摧毁，就没有什么可以回收的了。"

[BU_AlloyShiv_Tech X2TechTemplate]
DisplayName="合金SHIV"
Summary="制造一辆合金SHIV (超重型步兵车) 加入我们的兵营。他们有一个激光武器，他们拥有比标准SHIV更高的耐用性，并有能力为附近的士兵提供全掩体。由于合金SHIV是使用标准SHIV作为模板构建的，因此非常简单，可以使它们与我们的标准小精灵兼容。每个合金SHIV都有自己的小精灵伙伴，如果合金SHIV在战斗中被摧毁，他们将关闭。除了与标准SHIV共享的基本功能外，合金SHIV的体积还为我们提供了硬件升级的空间，提供了威胁评估能力，尽管它们仍然无法侵入变种人系统。他们不能升级，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果合金SHIV在战斗中被摧毁，我们将无法回收任何东西。与人形机器人不同的是，合金SHIV没有四肢，无法拾取战利品或标记补给箱。"
CodeName="石像鬼"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果它在一个战斗中被摧毁，就没有什么可以回收的了。"

[BU_EleriumShiv_Tech X2TechTemplate]
DisplayName="超铀SHIV"
Summary="制造一辆超铀SHIV (超重型步兵车) 加入我们的兵营。他们有一个强大的线圈武器，足以摧毁敌人的掩体，他们拥有比合金SHIV更高的耐久性，并提供为相邻士兵提供全掩体的能力。由于超铀SHIV是使用标准SHIV作为模板构建的，因此很简单，可以使它们与我们的标准小精灵兼容。每个超铀SHIV都有自己的小精灵伙伴，如果超铀SHIV在战斗中被摧毁，他们将关闭。除了与合金SHIV共享基本和高级功能外，超铀SHIV的优质材料为硬件升级留下了更多空间，赋予了电容放电和自动修复护盾能力，尽管它们仍然无法侵入变种人系统。他们不能升级，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果超铀SHIV在战斗中被摧毁，我们将无法回收任何东西。与人形机器人不同，超铀SHIV没有四肢，无法拾取战利品或标记补给箱。"
CodeName="巨像"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果它在一个战斗中被摧毁，就没有什么可以回收的了。"

[BU_FrostMec_Tech X2TechTemplate]
DisplayName="寒霜MEC"
Summary="构建一个寒霜MEC加入我们的兵营，它可以用加农炮和微型导弹造成寒霜效果。他们无法升级或侵入攻击，我们也无法改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果寒霜MEC在战斗中被摧毁，我们也许能够找回它的残骸，但用于构建它的所有其他资源都将丢失。"
CodeName="憎恶"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果寒霜MEC在战斗中被摧毁，我们也许能够找回它的残骸，但所有其他资源都将丢失。"

[BU_FrostDroid_Tech X2TechTemplate]
DisplayName="寒霜机器人"
Summary="构建一个寒霜机器人加入我们的兵营，可以用它的枪造成寒霜效果，并装备我们人类士兵的任何主武器。根据其主武器的不同，它将在战斗中拥有不同的能力。它还可以执行其他机器人无法执行的某些动作，如携带无意识单位、隐蔽和蹲伏。他们不能升级或侵入，我们也不能改进他们的装甲或枪械，但他们可以以很低的成本帮助我们扩充兵员数量。如果寒霜机器人在战斗中被摧毁，我们将无法回收用于构建它的任何资源。"
CodeName="二线"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果寒霜机器人在战斗中被摧毁，我们也许能够找回它的残骸，但所有其他资源都将丢失。"

[BU_PrototypeGatlingMec_Tech X2TechTemplate]
DisplayName="原型突击MEC"
Summary="构建一个带有散弹枪和加特林加农炮的突击MEC原型加入我们的兵营。他们无法升级或侵入攻击，我们也无法改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果原型突击MEC在战斗中被摧毁，我们也许能够找回它的残骸，但所有其他资源都将丢失。"
CodeName="布鲁斯"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果原型突击MEC在战斗中被摧毁，我们也许能够找回它的残骸，但所有其他资源都将丢失。"

[BU_MilitaryGatlingMec_Tech X2TechTemplate]
DisplayName="军事突击MEC"
Summary="构建一个配备散弹枪和加特林加农炮的军事突击MEC加入我们的兵营。该型号在耐用性和动力方面直接升级到了原型机变体，并且还对人工智能进行了改进，使其能够在敌人回合时使用散弹枪进行近距离的反应攻击。他们无法升级或侵入攻击，我们也无法改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果军事突击MEC在战斗中被摧毁，我们也许能够找回它的残骸，但所有其他资源都将丢失。"
CodeName="摇滚乐"
LongDescript="他们不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果军事突击MEC在战斗中被摧毁，我们也许能够找回它的残骸，但所有其他资源都将丢失。"

[BU_StartingShiv1_Tech X2TechTemplate]
DisplayName="激活回收的SHIV"
Summary="指挥官，在你康复前的一次设备回收中，我们找到了两辆废旧的SHIV，只需小修和补给即可恢复战备状态。我们还集成了跳跃喷气机和与小精灵的兼容性。这是两辆SHIV中的第一辆。此时所需的只是您的批准，它将被激活并添加到兵营中。"
CodeName="第一遗物"
LongDescript="SHIV不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果它在一个战斗中被摧毁，就没有什么可以回收的了。"

[BU_StartingShiv2_Tech X2TechTemplate]
DisplayName="激活回收的SHIV"
Summary="这是我们找到的两辆SHIV中的第二辆。此时所需的只是您的批准，它将被激活并添加到兵营中。如果您想要更多的SHIV，则需要从头开始构建，这将需要更大的空间供我们的工程团队使用。随着我们研究的进展，我们可能会创造一种新型的SHIV，甚至是完全不同的部队来辅助我们的士兵。"
CodeName="第二遗物"
LongDescript="SHIV不能升级或侵入，我们也不能改进他们的装备，但他们可以以很低的成本帮助我们扩充兵员数量。如果它在一个战斗中被摧毁，就没有什么可以回收的了"

[BU_ResistanceMec_WPN X2WeaponTemplate]
FriendlyName="MEC加农炮"
FriendlyNamePlural="MEC加农炮"
BriefSummary="一门威力强大但物理上很重的加农炮，专为我们的反抗军MEC部队设计。不允许修改。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。"
AbilityDescName="MEC加农炮"

[BU_MecArcher_WPN X2WeaponTemplate]
FriendlyName="MEC迷你炮"
FriendlyNamePlural="MEC迷你炮"
BriefSummary="MEC射手的主武器。与MEC加农炮相比，它的潜在伤害更小，但其特点是有一个更大的弹匣，非常适合压制目标。不允许修改。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。"
AbilityDescName="MEC迷你炮"

[BU_FrostMec_WPN X2WeaponTemplate]
FriendlyName="寒霜MEC加农炮"
FriendlyNamePlural="寒霜MEC加农炮"
BriefSummary="专为寒霜MEC部队设计的加农炮。造成的最大伤害比反抗军MEC加农炮稍小，不会撕碎护甲，但在命中时造成寒霜效果并穿透一些护甲。不允许修改。"
TacticalText="<Bullet/> 命中时造成寒霜效果。\n<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。"
AbilityDescName="寒霜MEC加农炮"

[BU_MecPyroclast_WPN X2WeaponTemplate]
FriendlyName="MEC焚化装置"
FriendlyNamePlural="MEC焚化装置"
BriefSummary="焚化MEC的主武器，可以在锥形区域喷射火焰。弹匣大小大于平均值，但不能使用监视。不允许修改。"
TacticalText="<Bullet/> 可在无需结束回合的情况下使用标准点火模式。"
AbilityDescName="MEC焚化装置"

[BU_PrototypeGatlingMec_WPN X2WeaponTemplate]
FriendlyName="原型MEC散弹枪"
FriendlyNamePlural="原型MEC散弹枪"
BriefSummary="这是一把威力强大但重量沉重的散弹枪，专为我们的突击MEC原型部队设计。不能升级或监视。"
TacticalText="<Bullet/> 未经过特殊的训练，发射主武器总是结束士兵的回合。"
AbilityDescName="原型MEC散弹枪"

[BU_MilitaryGatlingMec_WPN X2WeaponTemplate]
FriendlyName="军事MEC散弹枪"
FriendlyNamePlural="军事MEC散弹枪"
BriefSummary="这是一把威力强大但重量沉重的散弹枪，专为我们的军事MEC部队设计。不能升级或监视。"
TacticalText="<Bullet/> 未经过特殊的训练，发射主武器总是结束士兵的回合。"
AbilityDescName="军事MEC散弹枪"

[BU_ResistanceMEC_Shoulder_WPN X2WeaponTemplate]
FriendlyName="微型导弹发射器"
FriendlyNamePlural="微型导弹发射器"
BriefSummary="远程肩扛式发射器，可造成爆炸性伤害，撕碎护甲，并破坏某一区域的掩体。每次任务可以使用1次。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，使用这种武器结束士兵的回合。每次任务可以使用1次。"
AbilityDescName="微型导弹发射器"

[BU_MecArcher_Shoulder_WPN X2WeaponTemplate]
FriendlyName="微型导弹火炮发射器"
FriendlyNamePlural="微型导弹火炮发射器"
BriefSummary="一种远程肩上发射装置，能造成爆炸伤害，撕碎护甲，并破坏某一区域的掩体。每次任务可以使用3次。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，使用这种武器结束士兵的回合。每次任务可以使用3次。"
AbilityDescName="微型导弹火炮发射器"

[BU_FrostMEC_Shoulder_WPN X2WeaponTemplate]
FriendlyName="寒霜导弹发射器"
FriendlyNamePlural="寒霜导弹发射器"
BriefSummary="远程肩扛式发射器，可造成爆炸性伤害，撕碎护甲，并破坏某一区域的掩体，造成寒霜效果。每次任务可以使用2次。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，使用这种武器结束士兵的回合。每次任务可以使用2次。"
AbilityDescName="寒霜导弹发射器"

[BU_PrototypeGatlingMEC_Shoulder_WPN X2WeaponTemplate]
FriendlyName="原型MEC加特林加农炮"
FriendlyNamePlural="原型MEC加特林加农炮"
BriefSummary="加特林加农炮，用于近距离遭受命中惩罚的中远程作战。可以在一个锥形体中发射，以击中多个目标，或集中在一个目标上，除了造成伤害外，还可以造成粉碎和流血。携带的弹药足以完成任务，无需在战场上重新装填。"
TacticalText="<Bullet/> 不会从装备的弹药中受益。\n<Bullet/> 粉碎和流血不适用于加特林扫射，加特林射击比加特林扫射提供+10额外命中。\n<Bullet/> 可以用来监视，这通常比用散弹枪监视来得可靠。\n<Bullet/> 加特林射击和加特林扫射都是非结束回合动作。"
AbilityDescName="加特林加农炮"

[BU_MilitaryGatlingMEC_Shoulder_WPN X2WeaponTemplate]
FriendlyName="军事MEC加特林加农炮"
FriendlyNamePlural="军事MEC加特林加农炮"
BriefSummary="加特林加农炮，用于近距离遭受命中惩罚的中远程作战。可以在一个锥形体中发射，以击中多个目标，或集中在一个目标上，除了造成伤害外，还可以造成粉碎和流血。携带的弹药足以完成任务，无需在战场上重新装填。"
TacticalText="<Bullet/> 不会从装备的弹药中受益。\n<Bullet/> 粉碎和流血不适用于加特林扫射，加特林射击比加特林扫射提供+10额外命中。\n<Bullet/> 可以用来监视，这通常比用散弹枪监视来得可靠。\n<Bullet/> 加特林射击和加特林扫射都是非结束回合动作。"
AbilityDescName="加特林加农炮"

[BU_JunkSpark_WPN X2WeaponTemplate]
FriendlyName="废旧自动加农炮"
FriendlyNamePlural="废旧自动加农炮"
BriefSummary="这是一款制造成本低廉、制动力有限的废旧加农炮，专为我们的废旧SPARK设计。不允许修改。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。"
AbilityDescName="废旧自动加农炮"

[BU_AdventDrone_WPN X2WeaponTemplate]
FriendlyName="无人机冲击光束"
FriendlyNamePlural="无人机冲击光束"
BriefSummary="vzr无人机的冲击光束，只造成轻微伤害，但可以使目标混乱。不允许修改。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。"
AbilityDescName="无人机冲击光束"

[BU_AdventDroneRepair_WPN X2WeaponTemplate]
FriendlyName="无人机修理光束"
FriendlyNamePlural="无人机修理光束"
BriefSummary="变种人无人机的修理光束，可以恢复机器人单位少量生命。它不能修复撕碎的护甲或治疗酸蚀等情况，也不能用它来修复自身，但它的使用仅受到冷却时间的限制。"
TacticalText="<Bullet/> 此武器列出的伤害值是它治疗机器人单位的数值。它根本不会造成伤害。"
AbilityDescName="无人机修理光束"

[BU_HunterDrone_WPN X2WeaponTemplate]
FriendlyName="猎手无人机冲击光束"
FriendlyNamePlural="猎手无人机冲击光束"
BriefSummary="猎手无人机的冲击波，在伤害方面比标准无人机的冲击波有了实质性的改进，可以使目标混乱。不允许修改。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。"
AbilityDescName="无人机冲击光束"

[BU_HunterDroneRepair_WPN X2WeaponTemplate]
FriendlyName="猎手无人机修理光束"
FriendlyNamePlural="猎手无人机修理光束"
BriefSummary="猎手无人机的修理光束，可以恢复机器人单位少量生命。它不能修复撕碎的护甲或治疗酸蚀等情况，也不能用它来修复自身，但它的使用仅受到冷却时间的限制。"
TacticalText="<Bullet/> 此武器列出的伤害值是它治疗机器人单位的数值。它根本不会造成伤害。"
AbilityDescName="无人机修理光束"

[BU_EnigmaDrone_WPN X2WeaponTemplate]
FriendlyName="加密无人机冲击光束"
FriendlyNamePlural="加密无人机冲击光束"
BriefSummary="加密无人机的冲击波在伤害方面比标准无人机的冲击波稍有改进，可以使目标混乱。不允许修改。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。和其他无人机冲击波武器一样，这种武器有一个硬射程限制，因此不能与小队视野一起使用。"
AbilityDescName="无人机冲击光束"

[BU_EnigmaDroneRepair_WPN X2WeaponTemplate]
FriendlyName="加密无人机修理光束"
FriendlyNamePlural="加密无人机修理光束"
BriefSummary="加密无人机的修理光束，可以恢复机器人单位少量生命。它不能修复撕碎的护甲或治疗酸蚀等情况，也不能用它来修复自身，但它的使用仅受到冷却时间的限制。"
TacticalText="<Bullet/> 此武器列出的伤害值是它治疗机器人单位的数值。它根本不会造成伤害。"
AbilityDescName="无人机修理光束"

[BU_CelatidTurretCV_WPN X2WeaponTemplate]
FriendlyName="塞提拉塔炮"
FriendlyNamePlural="塞提拉塔炮"
BriefSummary="塞提拉炮塔的主武器。伤害与传统突击步枪相当，不需要手动重新装填。不允许修改。"
TacticalText="<Bullet/> 不需要在战场中手动重新装填。\n<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。"
AbilityDescName="塔炮"

[BU_CelatidTurretMG_WPN X2WeaponTemplate]
FriendlyName="塞提拉塔磁力炮"
FriendlyNamePlural="塞提拉塔磁力炮"
BriefSummary="合金塞提拉炮塔的主武器。伤害与磁力突击步枪相当，不需要手动重新装填。不允许修改。"
TacticalText="<Bullet/> 不需要在战场中手动重新装填。 \n<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。"
AbilityDescName="塔炮"

[BU_CelatidTurretBM_WPN X2WeaponTemplate]
FriendlyName="塞提拉塔光束炮"
FriendlyNamePlural="塞提拉塔光束炮"
BriefSummary="超铀塞提拉炮塔的主武器。伤害与电浆突击步枪相当，不需要手动重新装填。不允许修改。"
TacticalText="<Bullet/> 不需要在战场中手动重新装填。\n<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。"
AbilityDescName="塔炮"

[BU_PhaseDrone_WPN X2WeaponTemplate]
FriendlyName="相位冲击波"
FriendlyNamePlural="相位冲击波"
BriefSummary="相位无人机的主武器。与变种人无人机的主武器相比，这种无人机不会使目标混乱，但会造成更大的伤害，穿透1点护甲，并能在无人机能看到的范围内开火。不允许修改。"
TacticalText="<Bullet/> 不需要在战场中手动重新装填。\n<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。"
AbilityDescName="相位冲击波"

[BU_PhaseDrone_Missile_WPN X2WeaponTemplate]
FriendlyName="导弹发射器"
FriendlyNamePlural="导弹发射器"
BriefSummary="相位无人机的发射器，发射一枚微型导弹。不允许修改。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。"
AbilityDescName="导弹发射器"

[BU_Shiv_WPN X2WeaponTemplate]
FriendlyName="SHIV加特林炮"
FriendlyNamePlural="SHIV加特林炮"
BriefSummary="SHIV的主武器。它发射常规炮弹，其伤害输出和有效射程大致相当于我们的标准步兵大炮。不允许修改。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。"
AbilityDescName="加特林炮"

[BU_AlloyShiv_WPN X2WeaponTemplate]
FriendlyName="合金SHIV激光加特林炮"
FriendlyNamePlural="合金SHIV激光加特林炮"
BriefSummary="合金SHIV的主武器。这是一种激光武器，其伤害输出和有效射程大致相当于我们的步兵激光炮。不允许修改。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。"
AbilityDescName="加特林炮"

[BU_EleriumShiv_WPN X2WeaponTemplate]
FriendlyName="超铀SHIV线圈加特林炮"
FriendlyNamePlural="超铀SHIV线圈加特林炮"
BriefSummary="超铀SHIV的主武器。它是一种线圈武器，其伤害输出和有效射程大致相当于我们的步兵线圈炮。不允许修改。"
TacticalText="<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。"
AbilityDescName="加特林炮"

[BU_FrostDroid_Pistol_WPN X2WeaponTemplate]
FriendlyName="寒霜机器人手枪"
FriendlyNamePlural="寒霜机器人手枪"
BriefSummary="寒霜机器人的标志性武器。伤害很低，但一定会在命中时造成寒霜效果。不允许修改。"
TacticalText="<Bullet/> 在命中时造成寒霜效果。\n<Bullet/> 不能从特殊弹药中受益。\n<Bullet/> 在没有特殊训练的情况下，发射主武器总是结束士兵的回合。"
AbilityDescName="寒霜机器人手枪"

[BU_ResistanceMec_Armor X2ArmorTemplate]
FriendlyName="反抗军MEC装甲"
FriendlyNamePlural="反抗军MEC装甲"
BriefSummary="我们制造的反抗军MEC装甲与新构建的SPARK装甲一样耐用。"
TacticalText="<Bullet/> 为了尽量减少单个零件的数量，这种装甲被设计成不可拆卸。"
AbilityDescName="反抗军MEC装甲"

[BU_MecPyroclast_Armor X2ArmorTemplate]
FriendlyName="焚化MEC装甲"
FriendlyNamePlural="焚化MEC装甲"
BriefSummary="焚化MEC比反抗军MEC有更好的装甲，这是由于其专门的近战角色所必需的。"
TacticalText="<Bullet/> 为了尽量减少单个零件的数量，这种装甲被设计成不可拆卸。"
AbilityDescName="焚化MEC装甲"

[BU_MecArcher_Armor X2ArmorTemplate]
FriendlyName="MEC射手装甲"
FriendlyNamePlural="MEC射手装甲"
BriefSummary="这种装甲并不令人印象深刻，但MEC射手从极端射程炮击敌人的能力并不需要很好的装甲。"
TacticalText="<Bullet/> 为了尽量减少单个零件的数量，这种装甲被设计成不可拆卸。"
AbilityDescName="MEC射手装甲"

[BU_PrototypeGatlingMec_Armor X2ArmorTemplate]
FriendlyName="原型突击MEC装甲"
FriendlyNamePlural="原型突击MEC装甲"
BriefSummary="原型突击MEC在不牺牲机动性的情况下提供了令人印象深刻的耐用性，最显著的特点是安装了其标志性的加特林加农炮"
TacticalText="<Bullet/> 为了尽量减少单个零件的数量，这种装甲被设计成不可拆卸。"
AbilityDescName="原型突击MEC装甲"

[BU_MilitaryGatlingMec_Armor X2ArmorTemplate]
FriendlyName="军事突击MEC装甲"
FriendlyNamePlural="军事突击MEC装甲"
BriefSummary="军事突击MEC在不牺牲机动性的情况下提供了令人印象深刻的耐用性，最显著的特点是安装了其标志性的加特林加农炮"
TacticalText="<Bullet/> 为了尽量减少单个零件的数量，这种装甲被设计成不可拆卸。"
AbilityDescName="军事突击MEC装甲"

[BU_JunkSpark_Armor X2ArmorTemplate]
FriendlyName="废旧SPARK装甲"
FriendlyNamePlural="废旧SPARK装甲"
BriefSummary="废旧SPARK装甲特别厚；保护他们脆弱的电子设备的必要性。"
TacticalText="<Bullet/> 为了尽量减少单个零件的数量，这种装甲被设计成不可拆卸。"
AbilityDescName="废旧SPARK装甲"

[BU_AdventDrone_Armor X2ArmorTemplate]
FriendlyName="变种人无人机底盘"
FriendlyNamePlural="变种人无人机底盘"
BriefSummary="变种人无人机的底盘很小，但这往往使其难以准确瞄准。"
TacticalText="<Bullet/> 这是无人机的整个底盘；制造一架全新的无人机比进一步增强这架无人机要容易得多。"
AbilityDescName="变种人无人机底盘"

[BU_HunterDrone_Armor X2ArmorTemplate]
FriendlyName="猎手无人机底盘"
FriendlyNamePlural="猎手无人机底盘"
BriefSummary="变种人无人机的底盘很小，但这往往使其难以准确瞄准。"
TacticalText="<Bullet/> 这是无人机的整个底盘；制造一架全新的无人机比进一步增强这架无人机要容易得多。"
AbilityDescName="猎手无人机底盘"

[BU_EnigmaDrone_Armor X2ArmorTemplate]
FriendlyName="加密无人机底盘"
FriendlyNamePlural="加密无人机底盘"
BriefSummary="变种人无人机的底盘很小，但这往往使其难以准确瞄准。"
TacticalText="<Bullet/> 这是无人机的整个底盘；制造一架全新的无人机比进一步增强这架无人机要容易得多。"
AbilityDescName="加密无人机底盘"

[BU_CelatidTurretCV_Armor X2ArmorTemplate]
FriendlyName="塞提拉炮塔体"
FriendlyNamePlural="塞提拉炮塔体"
BriefSummary="塞提拉炮塔体是生物力学的，比MEC提供更好的闪避能力，比无人机提供更好的耐久性。"
TacticalText="<Bullet/> 机械部分与生物部分结合在一起，甚至比MEC士兵的还要多。构建一个全新的塞提拉炮塔比进一步增强这种生物炮塔要容易得多。"
AbilityDescName="塞提拉炮塔体"

[BU_CelatidTurretMG_Armor X2ArmorTemplate]
FriendlyName="合金塞提拉炮塔体"
FriendlyNamePlural="合金塞提拉炮塔体"
BriefSummary="合金塞提拉炮塔体是生物力学的，比MEC提供更好的闪避能力，比无人机提供更好的耐久性。"
TacticalText="<Bullet/> 机械部分与生物部分结合在一起，甚至比MEC士兵的还要多。构建一个全新的塞提拉炮塔比进一步增强这种生物炮塔要容易得多。"
AbilityDescName="合金塞提拉炮塔体"

[BU_CelatidTurretBM_Armor X2ArmorTemplate]
FriendlyName="超铀塞提拉炮塔体"
FriendlyNamePlural="超铀塞提拉炮塔体"
BriefSummary="超铀塞提拉炮塔体是生物力学的，比MEC提供更好的闪避能力，比无人机提供更好的耐久性。"
TacticalText="<Bullet/> 机械部分与生物部分结合在一起，甚至比MEC士兵的还要多。构建一个全新的塞提拉炮塔比进一步增强这种生物炮塔要容易得多。"
AbilityDescName="超铀塞提拉炮塔体"

[BU_PhaseDrone_Armor X2ArmorTemplate]
FriendlyName="相位无人机底盘"
FriendlyNamePlural="相位无人机底盘"
BriefSummary="相位无人机的底盘很小，但这往往使其难以准确瞄准。"
TacticalText="<Bullet/> 这是相位无人机的整个底盘；制造一架全新的无人机比进一步增强这架无人机要容易得多。"
AbilityDescName="相位无人机底盘"

[BU_Shiv_Armor X2ArmorTemplate]
FriendlyName="SHIV底盘"
FriendlyNamePlural="SHIV底盘"
BriefSummary="标准SHIV底盘提供适度的保护。"
TacticalText="<Bullet/> 这是SHIV的整个底盘；构建一辆全新的SHIV要比进一步增强这辆SHIV要容易得多。"
AbilityDescName="SHIV底盘"

[BU_AlloyShiv_Armor X2ArmorTemplate]
FriendlyName="合金SHIV底盘"
FriendlyNamePlural="合金SHIV底盘"
BriefSummary="得益于我们的镀层装甲技术，合金SHIV底盘与标准SHIV相比具有更好的耐用性。"
TacticalText="<Bullet/> 这是合金SHIV的整个底盘；构建一辆全新的SHIV要比进一步增强这辆SHIV要容易得多。"
AbilityDescName="合金SHIV底盘"

[BU_EleriumShiv_Armor X2ArmorTemplate]
FriendlyName="超铀SHIV底盘"
FriendlyNamePlural="超铀SHIV底盘"
BriefSummary="由于我们的动力装甲技术，超铀SHIV底盘与合金超铀SHIV相比具有更好的耐用性。"
TacticalText="<Bullet/> 这是超铀SHIV的整个底盘；构建一辆全新的SHIV要比进一步增强这辆SHIV要容易得多。"
AbilityDescName="超铀SHIV底盘"

[BU_FrostMec_Armor X2ArmorTemplate]
FriendlyName="寒霜MEC装甲"
FriendlyNamePlural="寒霜MEC装甲"
BriefSummary="我们制造的寒霜MEC装甲与新建的SPARK装甲一样耐用。"
TacticalText="<Bullet/> 为了尽量减少单个零件的数量，这种装甲被设计成不可拆卸。"
AbilityDescName="寒霜MEC装甲"

[BU_FrostDroid_Armor X2ArmorTemplate]
FriendlyName="寒霜机器人装甲"
FriendlyNamePlural="寒霜机器人装甲"
BriefSummary="寒霜机器人的装甲强调的是运动范围而不是耐久性，因为他们利用掩护的能力并不需要任何更耐久的东西"
TacticalText="<Bullet/> 为了尽量减少单个零件的数量，这种装甲被设计成不可拆卸。"
AbilityDescName="寒霜机器人装甲"

[BU_ResistanceMecClass X2SoldierClassTemplate]
DisplayName="反抗军MEC"
ClassSummary="在耐用性和火力方面与新建的SPARK相当，如果我们缺少士兵或新兵，这些MEC部队可以帮助填补我们的小分队。他们不能进行升级、侵入或与大多数目标互动，但他们可以营救平民、标记补给箱和拾取掉落的战利品。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="自动机"
RankNames[2]="自动机"
RankNames[3]="自动机"
RankNames[4]="自动机"
RankNames[5]="自动机"
RankNames[6]="自动机"
RankNames[7]="自动机"
RankNames[8]="自动机"

ShortNames[0]="Rk."
ShortNames[1]="Amt."
ShortNames[2]="Amt."
ShortNames[3]="Amt."
ShortNames[4]="Amt."
ShortNames[5]="Amt."
ShortNames[6]="Amt."
ShortNames[7]="Amt."
ShortNames[8]="Amt."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_MecArcherClass X2SoldierClassTemplate]
DisplayName="MEC射手"
ClassSummary="专门从事远程轰炸的MEC部队，但不如我们的反抗军MEC部队耐用。他们不能进行升级、侵入或与大多数目标互动，但他们可以营救平民、标记补给箱和拾取掉落的战利品。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="自动机"
RankNames[2]="自动机"
RankNames[3]="自动机"
RankNames[4]="自动机"
RankNames[5]="自动机"
RankNames[6]="自动机"
RankNames[7]="自动机"
RankNames[8]="自动机"

ShortNames[0]="Rk."
ShortNames[1]="Amt."
ShortNames[2]="Amt."
ShortNames[3]="Amt."
ShortNames[4]="Amt."
ShortNames[5]="Amt."
ShortNames[6]="Amt."
ShortNames[7]="Amt."
ShortNames[8]="Amt."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_MecPyroclastClass X2SoldierClassTemplate]
DisplayName="焚化MEC"
ClassSummary="焚化MEC经久耐用，速度快，配备有两种点火模式的专用火焰喷射器。他们缺乏微型导弹发射器或合适的便携式枪支，因此无法进行远程作战。他们不能进行升级、侵入或与大多数目标互动，但他们可以营救平民、标记补给箱和拾取掉落的战利品。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="自动机"
RankNames[2]="自动机"
RankNames[3]="自动机"
RankNames[4]="自动机"
RankNames[5]="自动机"
RankNames[6]="自动机"
RankNames[7]="自动机"
RankNames[8]="自动机"

ShortNames[0]="Rk."
ShortNames[1]="Amt."
ShortNames[2]="Amt."
ShortNames[3]="Amt."
ShortNames[4]="Amt."
ShortNames[5]="Amt."
ShortNames[6]="Amt."
ShortNames[7]="Amt."
ShortNames[8]="Amt."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_JunkSparkClass X2SoldierClassTemplate]
DisplayName="废旧SPARK"
ClassSummary="廉价制造的机械单位，可以在危急时刻改善我们的兵营。它们脆弱的内部结构被厚厚的装甲保护着，如果情况需要，它们有自毁的能力。他们不能升级、侵入或与大多数目标互动，但他们可以营救平民、标记补给箱和拾取掉落的战利品。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="自动机"
RankNames[2]="自动机"
RankNames[3]="自动机"
RankNames[4]="自动机"
RankNames[5]="自动机"
RankNames[6]="自动机"
RankNames[7]="自动机"
RankNames[8]="自动机"

ShortNames[0]="Rk."
ShortNames[1]="Amt."
ShortNames[2]="Amt."
ShortNames[3]="Amt."
ShortNames[4]="Amt."
ShortNames[5]="Amt."
ShortNames[6]="Amt."
ShortNames[7]="Amt."
ShortNames[8]="Amt."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_AdventDroneClass X2SoldierClassTemplate]
DisplayName="变种人无人机"
ClassSummary="重建的无人侦察机擅长侦察和削弱单个目标。他们不能升级，侵入，与大多数目标互动，或拾取掉落的战利品，但他们可以营救平民。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="自动机"
RankNames[2]="自动机"
RankNames[3]="自动机"
RankNames[4]="自动机"
RankNames[5]="自动机"
RankNames[6]="自动机"
RankNames[7]="自动机"
RankNames[8]="自动机"

ShortNames[0]="Rk."
ShortNames[1]="Amt."
ShortNames[2]="Amt."
ShortNames[3]="Amt."
ShortNames[4]="Amt."
ShortNames[5]="Amt."
ShortNames[6]="Amt."
ShortNames[7]="Amt."
ShortNames[8]="Amt."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_HunterDroneClass X2SoldierClassTemplate]
DisplayName="猎手无人机"
ClassSummary="与标准的变种人无人机相比，猎手无人机的耐用性、伤害和修复能力都有所提高。他们擅长侦察和削弱单个目标。他们不能升级，侵入，与大多数目标互动，或拾取掉落的战利品，但他们可以营救平民。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="自动机"
RankNames[2]="自动机"
RankNames[3]="自动机"
RankNames[4]="自动机"
RankNames[5]="自动机"
RankNames[6]="自动机"
RankNames[7]="自动机"
RankNames[8]="自动机"

ShortNames[0]="Rk."
ShortNames[1]="Amt."
ShortNames[2]="Amt."
ShortNames[3]="Amt."
ShortNames[4]="Amt."
ShortNames[5]="Amt."
ShortNames[6]="Amt."
ShortNames[7]="Amt."
ShortNames[8]="Amt."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_EnigmaDroneClass X2SoldierClassTemplate]
DisplayName="加密无人机"
ClassSummary="与标准的变种人无人机相比，加密无人机的耐用性、伤害和修复能力略有提高，而且在闪避方面也有很大提高。他们擅长侦察、隐身，并在小队视野范围内标记敌人目标，使其更容易击中。他们不能升级，侵入，与大多数目标互动，或拾取掉落的战利品，但他们可以营救平民。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="自动机"
RankNames[2]="自动机"
RankNames[3]="自动机"
RankNames[4]="自动机"
RankNames[5]="自动机"
RankNames[6]="自动机"
RankNames[7]="自动机"
RankNames[8]="自动机"

ShortNames[0]="Rk."
ShortNames[1]="Amt."
ShortNames[2]="Amt."
ShortNames[3]="Amt."
ShortNames[4]="Amt."
ShortNames[5]="Amt."
ShortNames[6]="Amt."
ShortNames[7]="Amt."
ShortNames[8]="Amt."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_CelatidTurretCVClass X2SoldierClassTemplate]
DisplayName="塞拉提炮塔"
ClassSummary="塞拉提炮塔是拥有生物力学上类似无人机的生物，相对于自身大小，它们提供了坚实的火力和生存能力。作为电子人而不是完全的机器人，他们会受到灵能和大多数精神状态的影响，而且他们的装甲不能覆盖足够的身体来保护他们免受火的伤害。他们不能升级、侵入或与大部分目标互动，但他们可以营救平民、标记补给箱和拾取掉落的战利品。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="电子人"
RankNames[2]="电子人"
RankNames[3]="电子人"
RankNames[4]="电子人"
RankNames[5]="电子人"
RankNames[6]="电子人"
RankNames[7]="电子人"
RankNames[8]="电子人"

ShortNames[0]="Rk."
ShortNames[1]="Cbg."
ShortNames[2]="Cbg."
ShortNames[3]="Cbg."
ShortNames[4]="Cbg."
ShortNames[5]="Cbg."
ShortNames[6]="Cbg."
ShortNames[7]="Cbg."
ShortNames[8]="Cbg."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_CelatidTurretMGClass X2SoldierClassTemplate]
DisplayName="合金塞拉提炮塔"
ClassSummary="由于我们开发了磁力武器和装甲，合金塞拉提炮塔在上一代炮塔的火力和生存能力上有所提高。作为电子人而不是完全的机器人，他们会受到灵能和大多数精神状态的影响，而且他们的装甲不能覆盖足够的身体来保护他们免受火的伤害。他们不能升级、侵入或与大部分目标互动，但他们可以营救平民、标记补给箱和拾取掉落的战利品。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="电子人"
RankNames[2]="电子人"
RankNames[3]="电子人"
RankNames[4]="电子人"
RankNames[5]="电子人"
RankNames[6]="电子人"
RankNames[7]="电子人"
RankNames[8]="电子人"

ShortNames[0]="Rk."
ShortNames[1]="Cbg."
ShortNames[2]="Cbg."
ShortNames[3]="Cbg."
ShortNames[4]="Cbg."
ShortNames[5]="Cbg."
ShortNames[6]="Cbg."
ShortNames[7]="Cbg."
ShortNames[8]="Cbg."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_CelatidTurretBMClass X2SoldierClassTemplate]
DisplayName="超铀塞拉提炮塔"
ClassSummary="由于我们开发了光束武器和动力装甲，超铀塞拉提炮塔在上一代炮塔的火力和生存能力上有所提高。作为电子人而不是完全的机器人，他们会受到灵能和大多数精神状态的影响，而且他们的装甲不能覆盖足够的身体来保护他们免受火的伤害。他们不能升级、侵入或与大部分目标互动，但他们可以营救平民、标记补给箱和拾取掉落的战利品。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="电子人"
RankNames[2]="电子人"
RankNames[3]="电子人"
RankNames[4]="电子人"
RankNames[5]="电子人"
RankNames[6]="电子人"
RankNames[7]="电子人"
RankNames[8]="电子人"

ShortNames[0]="Rk."
ShortNames[1]="Cbg."
ShortNames[2]="Cbg."
ShortNames[3]="Cbg."
ShortNames[4]="Cbg."
ShortNames[5]="Cbg."
ShortNames[6]="Cbg."
ShortNames[7]="Cbg."
ShortNames[8]="Cbg."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_PhaseDroneClass X2SoldierClassTemplate]
DisplayName="相位无人机"
ClassSummary="这是一种神秘的无人机，配备了爆能枪和一枚微型导弹，还具有标记目标的能力。然而，它们最突出的特点是能够在实心墙中位移。他们不能升级，侵入，与大多数目标互动，或拾取掉落的战利品，但他们可以营救平民。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="自动机"
RankNames[2]="自动机"
RankNames[3]="自动机"
RankNames[4]="自动机"
RankNames[5]="自动机"
RankNames[6]="自动机"
RankNames[7]="自动机"
RankNames[8]="自动机"

ShortNames[0]="Rk."
ShortNames[1]="Amt."
ShortNames[2]="Amt."
ShortNames[3]="Amt."
ShortNames[4]="Amt."
ShortNames[5]="Amt."
ShortNames[6]="Amt."
ShortNames[7]="Amt."
ShortNames[8]="Amt."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_ShivClass X2SoldierClassTemplate]
DisplayName="SHIV"
ClassSummary="超重型步兵车，或称SHIV，是第一次世界大战遗留下来的。尽管他们年纪大了，我们还是能够让他们与我们的标准小精灵兼容，他们可以用这些小精灵来增强友军的防御和扫描敌人。他们不能升级，侵入，与大多数目标互动，或拾取掉落的战利品，但他们可以营救平民。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="自动机"
RankNames[2]="自动机"
RankNames[3]="自动机"
RankNames[4]="自动机"
RankNames[5]="自动机"
RankNames[6]="自动机"
RankNames[7]="自动机"
RankNames[8]="自动机"

ShortNames[0]="Rk."
ShortNames[1]="Amt."
ShortNames[2]="Amt."
ShortNames[3]="Amt."
ShortNames[4]="Amt."
ShortNames[5]="Amt."
ShortNames[6]="Amt."
ShortNames[7]="Amt."
ShortNames[8]="Amt."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_AlloyShivClass X2SoldierClassTemplate]
DisplayName="合金SHIV"
ClassSummary="合金SHIV是对原版的直接升级，提供了更好的耐用性、火力和为我们的士兵提供全掩体的能力。它与标准小精灵的能力也得到了提高。他们不能升级，侵入，与大多数目标互动，或拾取掉落的战利品，但他们可以营救平民。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="自动机"
RankNames[2]="自动机"
RankNames[3]="自动机"
RankNames[4]="自动机"
RankNames[5]="自动机"
RankNames[6]="自动机"
RankNames[7]="自动机"
RankNames[8]="自动机"

ShortNames[0]="Rk."
ShortNames[1]="Amt."
ShortNames[2]="Amt."
ShortNames[3]="Amt."
ShortNames[4]="Amt."
ShortNames[5]="Amt."
ShortNames[6]="Amt."
ShortNames[7]="Amt."
ShortNames[8]="Amt."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_EleriumShivClass X2SoldierClassTemplate]
DisplayName="超铀SHIV"
ClassSummary="超铀SHIV是合金变体的直接升级，提供更好的耐用性、火力和再生防护。它与标准小精灵的能力也得到了提高。他们不能升级，侵入，与大多数目标互动，或拾取掉落的战利品，但他们可以营救平民。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="自动机"
RankNames[2]="自动机"
RankNames[3]="自动机"
RankNames[4]="自动机"
RankNames[5]="自动机"
RankNames[6]="自动机"
RankNames[7]="自动机"
RankNames[8]="自动机"

ShortNames[0]="Rk."
ShortNames[1]="Amt."
ShortNames[2]="Amt."
ShortNames[3]="Amt."
ShortNames[4]="Amt."
ShortNames[5]="Amt."
ShortNames[6]="Amt."
ShortNames[7]="Amt."
ShortNames[8]="Amt."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_FrostMecClass X2SoldierClassTemplate]
DisplayName="寒霜MEC"
ClassSummary="一种MEC单位，专精寒霜效果与压制目标。它们的伤害是适度的，但它们有坚固的耐久性。他们不能进行升级、侵入或与大部分目标互动，但他们可以营救平民、标记补给箱和拾取掉落的战利品。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="自动机"
RankNames[2]="自动机"
RankNames[3]="自动机"
RankNames[4]="自动机"
RankNames[5]="自动机"
RankNames[6]="自动机"
RankNames[7]="自动机"
RankNames[8]="自动机"

ShortNames[0]="Rk."
ShortNames[1]="Amt."
ShortNames[2]="Amt."
ShortNames[3]="Amt."
ShortNames[4]="Amt."
ShortNames[5]="Amt."
ShortNames[6]="Amt."
ShortNames[7]="Amt."
ShortNames[8]="Amt."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_FrostDroidClass X2SoldierClassTemplate]
DisplayName="寒霜机器人"
ClassSummary="寒霜机器人是一种特别多功能的机器人，它可以使用我们人类士兵的主武器，并根据他们所属的团队在战斗中扮演不同的角色。此外，它还携带其标志性的手枪，可以在命中时造成寒霜效果。他们不能升级、侵入或与大多数目标互动，但他们可以营救平民、标记补给箱、搬运失去意识的单位、利用掩护、蹲伏和拾取掉落的战利品。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="自动机"
RankNames[2]="自动机"
RankNames[3]="自动机"
RankNames[4]="自动机"
RankNames[5]="自动机"
RankNames[6]="自动机"
RankNames[7]="自动机"
RankNames[8]="自动机"

ShortNames[0]="Rk."
ShortNames[1]="Amt."
ShortNames[2]="Amt."
ShortNames[3]="Amt."
ShortNames[4]="Amt."
ShortNames[5]="Amt."
ShortNames[6]="Amt."
ShortNames[7]="Amt."
ShortNames[8]="Amt."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_PrototypeGatlingMecClass X2SoldierClassTemplate]
DisplayName="原型突击MEC"
ClassSummary="这些MEC部队装备了重型装甲、近程散弹枪和中远程加农炮，在战斗中可以与基于SPARK磁力和合金的装备相媲美。他们不能升级，不能对大多数目标侵入攻击或互动，但他们可以营救平民、标记补给箱和拾取掉落的战利品。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="自动机"
RankNames[2]="自动机"
RankNames[3]="自动机"
RankNames[4]="自动机"
RankNames[5]="自动机"
RankNames[6]="自动机"
RankNames[7]="自动机"
RankNames[8]="自动机"

ShortNames[0]="Rk."
ShortNames[1]="Amt."
ShortNames[2]="Amt."
ShortNames[3]="Amt."
ShortNames[4]="Amt."
ShortNames[5]="Amt."
ShortNames[6]="Amt."
ShortNames[7]="Amt."
ShortNames[8]="Amt."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[BU_MilitaryGatlingMecClass X2SoldierClassTemplate]
DisplayName="军事突击MEC"
ClassSummary="这些MEC部队装备了重型装甲、近程散弹枪和中远程加农炮，在战斗中可以与基于SPARK磁力和合金的装备相媲美。他们不能升级，不能对大多数目标侵入攻击或互动，但他们可以营救平民、标记补给箱和拾取掉落的战利品。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="自动机"
RankNames[2]="自动机"
RankNames[3]="自动机"
RankNames[4]="自动机"
RankNames[5]="自动机"
RankNames[6]="自动机"
RankNames[7]="自动机"
RankNames[8]="自动机"

ShortNames[0]="Rk."
ShortNames[1]="Amt."
ShortNames[2]="Amt."
ShortNames[3]="Amt."
ShortNames[4]="Amt."
ShortNames[5]="Amt."
ShortNames[6]="Amt."
ShortNames[7]="Amt."
ShortNames[8]="Amt."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_squire"
RankIcons[3]="UILibrary_DLC3Images.rank_squire"
RankIcons[4]="UILibrary_DLC3Images.rank_squire"
RankIcons[5]="UILibrary_DLC3Images.rank_squire"
RankIcons[6]="UILibrary_DLC3Images.rank_squire"
RankIcons[7]="UILibrary_DLC3Images.rank_squire"
RankIcons[8]="UILibrary_DLC3Images.rank_squire"

[MarkTarget X2AbilityTemplate]
LocFriendlyName="标记目标"
LocLongDescription="标记一个目标，使火力更容易集中在该目标上。任何针对该目标的攻击都会获得命中增益。"
LocHelpText="标记敌人目标。友军在攻击该目标时获得额外命中。"
LocPromotionPopupText="<Bullet/> 如果使用者具有小队视野能力，则可以在小队视野范围内使用标记目标。使用时不会打破隐蔽状态。<br/>"

[BU_ChargeServos X2AbilityTemplate]
LocFriendlyName="冲锋伺服"
LocLongDescription="花费2个行动点获得3个仅限移动的行动点。1回合冷却。"
LocHelpText="花费2个行动点获得3个仅限移动的行动点。1回合冷却。"
LocFlyOverText="冲锋伺服"
LocPromotionPopupText="<Bullet/> 冲锋伺服不仅可以使<Ability:ClassName/>更接近敌人或隐蔽位置，以便下一轮侧翼攻击，还可以标记补给箱或营救平民。\n<Bullet/> 可以每隔1回合使用。\n<Bullet/> 记住：激活此技能后，<Ability:ClassName/>在本回合剩余时间内将无法攻击。"

[BU_MecInferno X2AbilityTemplate]
LocFriendlyName="火焰喷射"
LocLongDescription="在锥形区域喷射大量火焰。可以在不结束回合的情况下开火。"
LocHelpText="在锥形区域喷射大量火焰。可以在不结束回合的情况下开火。"
LocFlyOverText="火焰喷射"
LocPromotionPopupText="<Bullet/> 小心在目标附近使用火焰喷射器，因为火焰会蔓延。如果火焰通过直接伤害击杀目标，也可以摧毁定时战利品和尸体掉落，但不会随着时间的推移而造成伤害。如果用作第一个动作，则不会结束回合。"

[BU_MecInfernoPhosphorus X2AbilityTemplate]
LocFriendlyName="磷熔解"
LocLongDescription="发射一次压倒性的热能爆炸，撕裂护甲，伤口撕裂，不被火焰免疫阻止，但不会点燃目标或地形。"
LocHelpText="发射一次压倒性的热能爆炸，撕裂护甲，伤口撕裂，不被火焰免疫阻止，但不会点燃目标或地形。"
LocFlyOverText="磷熔解"
LocPromotionPopupText="<Bullet/> 结合高斯武器技术和磷，创造出一种混合物，对机器人和其他火免疫单位造成高伤害，同时粉碎1护甲和造成1伤口撕裂。这种特殊的混合物不会点燃目标或地形。\n<Bullet/> 需要很多的弹药，效果范围较小，使用时结束焚化MEC的回合。\n<Bullet/> 这次攻击产生的热能非常强大，它总是会摧毁战利品。必须在两次使用之间冷却一段时间，以避免武器本身熔化。"

[CelatidImmunities X2AbilityTemplate]
LocFriendlyName="塞拉提免疫"
LocLongDescription="免疫毒，寄生兽毒和眩晕。"
LocHelpText="免疫毒，寄生兽毒和眩晕。"
LocFlyOverText="免疫"

[BU_TurretPersistence X2AbilityTemplate]
LocFriendlyName="持久炮塔"
LocLongDescription="在监视时，如果射击未命中，将对下一个合适目标进行另一次射击。"
LocHelpText="在监视时，如果射击未命中，将对下一个合适目标进行另一次射击。"
LocFlyOverText="持久炮塔"
LocPromotionPopupText="<Bullet/> 射击将继续进行，直到命中或没有更多的目标可射击。每个目标只能被射击一次。\n<Bullet/> 暴击和擦伤在这个技能中都被认为是命中。\n<Bullet/> 只影响正常的监视，还击和类似的技能，其他类型的反应射击不受影响。\n<Bullet/> 如果该单位的监视被解除，例如受到伤害、被压制或混乱，则该单位不会继续进行监视后续射击。"

[Bulwark X2AbilityTemplate]
LocFriendlyName="堡垒"
LocLongDescription="获得额外的护甲点数，并始终为所有相邻的队友提供全掩体。"
LocHelpText="获得额外的护甲点数，并始终为所有相邻的队友提供全掩体。"
LocPromotionPopupText="<Bullet/> 堡垒增加1点护甲。<br/><Bullet/> 任何站在<Ability:ClassName/>附近的队友都将获得全掩体防御加值。<br/>"

[shivshielden X2AbilityTemplate]
LocFriendlyName="自动护盾"
LocLongDescription="给予<Ability:ClassName/>一个3HP的再生护盾，在回合开始时重新填充。"
LocHelpText="给予<Ability:ClassName/>一个3HP的再生护盾，在回合开始时重新填充。"
LocFlyOverText="自动护盾"
LocPromotionPopupText="给予<Ability:ClassName/>一个3HP的再生护盾，在回合开始时重新填充。"

[FrostMecImmunities X2AbilityTemplate]
LocFriendlyName="寒霜MEC免疫"
LocLongDescription="<Ability:ClassName/>对冰霜、毒、寄生兽毒和击退免疫。与标准的机器人不同，它们不能免疫火焰。"
LocHelpText="<Ability:ClassName/>对冰霜、毒、寄生兽毒和击退免疫。与标准的机器人不同，它们不能免疫火焰。"
LocFlyOverText="寒霜MEC免疫"

[FrostDroidImmunities X2AbilityTemplate]
LocFriendlyName="寒霜机器人免疫"
LocLongDescription="<Ability:ClassName/>对冰霜、毒、寄生兽毒免疫。与标准的机器人不同，它们不能免疫火焰。"
LocHelpText="<Ability:ClassName/>对冰霜、毒、寄生兽毒免疫。与标准的机器人不同，它们不能免疫火焰。"
LocFlyOverText="寒霜机器人免疫"

[BU_AllPurpose X2AbilityTemplate]
LocFriendlyName="万能"
LocLongDescription="根据任务期间他们装备的主武器类型，给予<Ability:ClassName/>不同的能力。"
LocHelpText="根据任务期间他们装备的主武器类型，给予<Ability:ClassName/>不同的能力。"
LocFlyOverText="万能"
LocPromotionPopupText="<Bullet/> 装备突击步枪给予目标焦点和致残。<br/><Bullet/> 装备冲锋枪给予捕食者和冲散。<br/><Bullet/> 装备散弹枪给予心血来潮和独头弹。<br/><Bullet/> 装备加农炮给予压制和区域压制。<br/><Bullet/> 装备狙击步枪给予小队视野和全息瞄准。<br/><Bullet/> 装备化学喷射器给予开足火力和献祭压制。"